<template>
    <div class="ZMagre" >
        <div class="tit">
            <div class="backBox" @click="back"></div>
            <div class="zm_tit">{{tit}}</div>
        </div>
        <div class="content" :style="{height:HeightW}">
            <div> 一旦您在族蚂网注册网站，就表示您已经完全理解并同意接受本协议，且您将受本条款的条件约束。
                您应在第一次注册族蚂网站前，务必审慎阅读《族蚂服务协议》（下称“本协议”），充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。
                族蚂有权在必要时修改本协议。您可以在相关服务页面查阅最新版本的协议条款。您有权选择停止继续使用“服务”，一旦您继续使用“服务”， 则表示您已接受经修订的“条款”，
                当您与族蚂发生争议时，应以最新的服务条款为准</div>
           <div>
               <p class="title"><strong>定义</strong></p>
               <p>族蚂：族蚂平台的经营者的简称，包括上海族蚂信息技术有限公司，上海新帑实业有限公司。</p>
               <p>族蚂平台：指族蚂网、Zuma.com</p>
               <p>族蚂网站：按照族蚂注册页面要求填写资料后就拥有一个网站。</p>
               <p>网站归属：可以理解为网站下的子网站，一个网站下可以有多个网站归属。</p>
               <p>族蚂用户：指通过Zuma平台或族蚂商家平台完成账户注册并且签署过本协议的网站使用者。</p>
           </div>
           <div>
               <p class="title"><strong>族蚂网站、族蚂商家签约</strong></p>
               <p>无论是族蚂网站和族蚂商家，在族蚂注册即签约。在签约前必须确认，在您开始注册使用族蚂服务前，您应当是中华人民共和国法律规定的民事行为能力人。
                   若您还未满18岁，则您的行为必须告知您的监护人，您的监护人应当对您的行为承担法律责任。</p>
           </div>
           <div>
               <p class="title"><strong>服务内容</strong></p>
               <p>族蚂运用自己的系统通过互联网向用户提供免费的、丰富的网上资源和服务，例如：视频、音频、歌词、歌单、专题的发布共享，及歌曲、信息的搜索服务等，除非另有明确规定，
                   增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。网站须充分理解，族蚂仅提供相关的网络以及软件服务，除此之外与相关网络服务有关的设备
                   （如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由网站自行负担</p>
           </div>
           <div>
                <p class="title"><strong>族蚂经营者变更以及服务内容变化</strong></p>
                <p>族蚂经营者可能根据族蚂的业务调整而发生变更，变更后的族蚂经营者与您共同履行本协议并向您提供服务，族蚂经营者的变更不会影响您在协议项下的权益。
                    族蚂经营者还有可能因为提供新的族蚂平台服务而新增，如您使用新增的族蚂服务的，视为您同意新增的族蚂经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方</p>
           </div>
           <div>
                <p class="title"><strong>网站获得</strong></p>
                <p>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得族蚂平台网站并成为族蚂商家。族蚂平台只允许每位商家使用一个族蚂平台网站。
                    如有证据证明或族蚂平台有理由相信您有不当注册或不当使用多个族蚂平台账户的情形，族蚂平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给族蚂平台及相关方造成损失的，
                    您还应承担赔偿责任。 注册一个网站后，网站的创建者就是族蚂店铺的所有者。您可以通过网站转让，变更网站所有者。网站的所有者是网站管理员，管理员可以设置操作员管理网站，
                    可以编辑操作员的管理权限。</p>
           </div>
           <div>
                <p class="title"><strong>网站的使用</strong></p>
                <p>一个ID只能建立一个网站，一个网站ID内可以建立多个网站归属。建立网站归属需要通过实名认证，并提供相关的授权文件。网站归属可以是公司、企业、事业单位、党政机关、民办非企业单位、
                    社会团体、基金会等。 网站归属可以转让。转让网站归属应当按照规定重新填写上传实名认证。网站归属的转让，需要严格按照法律规定执行，不得违法我国法律法规。</p>
           </div>
           <div>
                <p class="title"><strong>网站违规处理限制分类</strong></p>
                <p>黄色权限限制：对于使用假造ID注册、以买卖为目的的建立网站处罚等----处罚限制网站设置、限制网站转让；</p>
                <p>橙色权限限制：对于发布商品不符合发布要求、虚假发布、发布商品有侵权行为、欺诈等----处罚限制发布新商品、限制发布服务、限制发布新闻、限制发布博客、限制发布音频、限制认领创作人、限制发布视频、冻结资金、限制添加专辑；</p>
                <p>红色权限限制：对于销售假冒伪劣商品、以次充好、虚假销售、盗版、国家命令禁止的行为等-----处罚暂停所有销售、所有商品下架、所有服务下架、所有音频下架、所有视频下架、所有新闻下架、所有博客下架、限制发布网站；</p>
                <p>冻结权限限制：出现多次红色权限违规---处罚禁止登陆并停止使用。</p>
           </div>
             <div>
                <p class="title"><strong>商家网站的回收</strong></p>
                <p>如您的网站出现以下条件之一的，族蚂可回收网站权限，您的账户将不能再登陆族蚂平台、通过平台搭建的网站将失去部分或全部功能，通过族蚂平台提交的产品信息、文字及图文信息将可能被消除，您将承担因此对您自身、他人及族蚂造成的全部损失与不利后果。</p>
                <p>（1）连续收到多次消费者提出的商品质量投诉；</p>
                <p>（2）连续六个月未用于登录族蚂平台；</p>
                <p>（3）销售的商品、图文信息违反中国现行法律的规定；</p>
                <p>（4）销售的商品属于法律法规限制类商品，需得到政府部门的特许；</p>
                <p>（5）销售的商品对使用者存在危害性。</p>
                <p>（6）您的商铺/网站/企业/组织名称涉嫌违反法律法规的规定，包括且不局限于影射黄、赌、毒、法轮功及其它被认定为邪教组织信息的。</p>
                <p>（7）法律有明确规定要求族蚂作为平台服务提供者，必须对商家用户的信息进行核实，族蚂将依法对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。如族蚂按您最后一次提供的信息无法联系、则认为您未按族蚂要求及时提供信息、或信息存在明显不实。</p>
                <p>（8）族蚂向您发出询问或要求整改的通知或进行重新认证时，您在21个工作日内未进行整改、重新认证或者整改内容未得到族蚂平台的认可或重新认证失败的。</p>
           </div>
            <div>
                <p class="title"><strong>注册信息的真实性</strong></p>
                <p>在使用族蚂平台服务时，您应当按族蚂平台页面的提示，准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便族蚂或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。</p>
           </div>
           <div>
                <p class="title"><strong>网站安全规范</strong></p>
                <p>您的网站为您自行设置并由您保管，族蚂任何时候均不会主动要求您提供您的密码。建议您务必保管好您的网站，并确保您在每个上网时段结束时退出登录并以正确步骤离开族蚂平台。因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，族蚂并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</p>
           </div>
            <div>
                <p class="title"><strong>行为责任</strong></p>
                <p>除族蚂存在过错外，您应对您网站项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</p>
           </div>
            <div>
                <p class="title"><strong>网站异常或遗失</strong></p>
                <p>如发现任何未经授权使用您网站登录族蚂平台或其他可能导致您账户遭窃、遗失的情况，您应当立即更新密码或者通知族蚂客服，或授权族蚂限制您的的权限。
                    您理解族蚂对您的任何请求采取行动均需要合理时间，且族蚂应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除族蚂存在法定过错外，族蚂不承担责任。
                    您理解族蚂在接到您的网站异常或遗失通知时，族蚂将对您的身份的真实性进行必要的身份核查，如果因为您无法有效验证您自己的身份的真实性，从而导致族蚂平台客服无法为您提供账户限制的服务而导致您的损失，族蚂不承担责任。</p>
           </div>
            <div>
                <p class="title"><strong>信息发布</strong></p>
                <p>网站可以使用族蚂平台上传商品/服务/公司介绍等信息来用于族蚂商家平台(自主网站)的推广和信息发布。您有权决定是否将您的商品/服务用于族蚂商城的推广或销售。
                    如果您使用该项功能，您充分的理解族蚂商城的管理系统以及后台工作人员将对您上传的信息进行必要的审核工作，审核工作包括且不限于图片质量和内容，产品描述文案。
                    您发布的商品及/或服务信息均需要经过族蚂的工作人员审核后，方可进行销售。族蚂商城有权拒绝您的销售申请，但不影响该商品/服务在您自主网站的发布和销售。无论如何，
                    您充分理解您是上述信息的直接发布者，且对您发布的上述信息负有完全的法律责任并承担相应的法律后果。</p>
           </div>
           <div>
                <p class="title"><strong>信息发布和收取版权收益</strong></p>
                <p>网站有权在族蚂上享受服务包括且不局限于发布和管理商家信息、发布商品信息、文字、图片、视频、音频。您在使用族蚂平台将作品销售与推广的同时，您将收取版权收益。</p>
                <p>族蚂网有权对其内容进行任何形式的复制、修改、改编、出版、翻译、表演、发行及以其他方式使用或者授权第三方进行复制、修改、改编、出版、翻译、传播、表演、展示、发行及以其他方式使用。</p>
                <p>族蚂网可以将基于本协议取得的权利义务一并转让给其关联公司或其指定公司，对于该转让行为族蚂或其关联公司无须再另行通知您，转让行为实际发生后即对您产生约束力，转让行为发生前或后的所有的权利义务和责任均由新公司承担，在转让前或后，您若认为基于本协议有任何纠纷或争议的，您应该仅向新公司主张权利，而不再追究转让前公司的责任或主张任何权利。</p>
           </div>
           <div>
                <p class="title"><strong>上传的作品和内容</strong></p>
                <p>上传的作品和内容是指网站在族蚂网上载或发布的视频、音频或其它任何形式的内容包括文字、图片、连接等。</p>
                <p>网站上传或发布原创作品的，应保证对该等作品享有合法著作权，并且网站同意授予族蚂对所有上述作品和内容在全球范围内免费的、不可撤销的、无限期的、可转让和再许可的非独家使用权许可，族蚂有权展示、传播、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、改编、出版、翻译、表演、发行及以其他方式使用或者授权第三方进行复制、修改、改编、出版、翻译、传播、表演、展示、发行及以其他方式使用。</p>
           </div>
           <div>
                <p class="title"><strong>信息删除及取消账号</strong></p>
                <p>◆如果网站在族蚂发布信息时不能履行和遵守协议中的规定，为维护本网站的形象、信誉、安全，本网站有权删除网站发布的相关信息，并对违反协议的网站做出封闭ID和/或暂时
                    、永久禁止在本网站发布信息的处理，同时保留依法追究当事人法律责任的权利。此外，本网站在采取移除等相应措施后不向原发布人承担违约责任或其他法律责任，包括不承担因侵权指控不成
                    立而给原发布人带来损害的赔偿责任</p>
                <p>◆网站需对自己在本网站上实施的行为承担法律责任。若网站的行为不符合本协议，族蚂网有权做出独立判断，立即取消网站服务帐号。若在族蚂网上散布和传播反动、色情或其他违反国家法律的信息，族蚂网的系统记录有可能作为网站违反法律的证据。</p>
                <p>◆族蚂网不对网站所发布信息的删除或储存失败承担任何责任。族蚂网有权判定网站的行为是否符合中国法律法规的规定以及注册协议的要求，如果违背了中国法律法规的规定或注册协议的规定，
                    族蚂网有中断对其提供服务的权利。对于网站通过族蚂网络技术服务（包括但不限于论坛、BBS、博客、图片、微视频、笑话等频道）上传到族蚂网上可公开获取区域的任何内容，网站同意授予族蚂网在全世界范围内永久性的、不可撤销的、免费的、无期限的、非独家的和有权再许可的权利和许可可以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示该等内容的全部或部分，和/或将此等内容的全部或部分编入其他任何形式的作品、媒体或技术中。</p>
           </div>
           <div>
                <p class="title"><strong>禁止发布的范围</strong></p>
                <p>您应当确保您在族蚂发布的作品必须遵守国家有关法律规定，并承担一切因自己发布信息不当导致的民事、行政和/或刑事法律责任。所发布的信息（包括注册网站名、图像），不得含有以下任何内容：</p>
                <p>◆违反宪法确定的基本原则的；</p>
                <p>◆危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
                <p>◆损害国家荣誉和利益，攻击党和政府的 ；</p>
                <p>◆煽动民族仇恨、民族歧视，破坏民族团结的；</p>
                <p>◆破坏国家、地区间友好关系的；</p>
                <p>◆违背中华民族传统美德、社会公德、论理道德、以及社会主义精神文明的；</p>
                <p>◆破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
                <p>◆散布谣言或不实消息，扰乱社会秩序，破坏社会稳定的；</p>
                <p>◆煽动、组织、教唆恐怖活动、非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
                <p>◆散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
                <p>◆侮辱或诽谤他人，侵害他人合法权益的；</p>
                <p>◆侵犯他人肖像权、姓名权、名誉权、隐私权或其他人身权利的；</p>
                <p>◆以非法民间组织名义活动的；</p>
                <p>◆侵犯他人著作权等合法权益的；含有法律、行政法规禁止的其他内容的。</p>
           </div>
           <div>
                <p class="title"><strong>知识产权</strong></p>
                <p>族蚂网提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标权、肖像权和/或其它财产所有权法律的保护。未经相关权利人同意，
                    上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人
                    用途而保存在某台计算机内。族蚂网不就上述资料产生、传送、递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，
                    以任何形式向用户或任何第三方负法律责任</p>
           </div>
           <div>
               <p class="title"><strong>关于著作权的知识</strong></p>
               <p>◆根据《著作权法》规定，以印刷出版、录音发行、公开演奏演唱、公开放送录音、广播、编配和音像混成的方式使用音乐作品，都应征得音乐著作权人的许可。音乐著作权人有权授权他人使用其音乐作品并为此获得报酬。当然，他们也有权禁止他人使用其音乐作品。</p>
               <p>◆音乐作品的音乐制作人（音乐制作人、音乐出版者、录音者可以通过受让或授权方式取得全部的版权（即，著作权），即音乐制作人、音乐出版者、录音者与曲作者、词作者、演唱者、
                   音乐改编者、配乐者、演奏者、歌曲译配者签订一系列的文件，使音乐作品成为一个权利整体，即音乐作品版权。如果没有形成一个独立的音乐版权整体，那么音乐作品的版权将由曲作者、
                   词作者、音乐改编者、音乐出版者、录音者等参与音乐创造过程的个体各自行使自己的部分权利，比如，曲作者仅享有谱曲的著作权，词作者享有文字作品的著作权。</p>
                <p>◆以购买、接受赠与的方式获得使用权的音乐作品拥有者，仅仅享有音乐作品载体的所有权，对具体音乐版权内容没有自行处分的权利。</p>
           </div>
           <div>
               <p class="title"><strong>信息网络传播权</strong></p>
               <p>网站（著作权人、或者被授权代理人）享有将作品上传到互联网上的权利，其他任何人必须经过著作权人许可，方能将作品上传到互联网或下载出版，否则就侵害了作者的著作权。</p>
               <p>族蚂平台在网络信息传播中起着桥梁的作用，我们为网络内容提供者和网络使用者提供连接互联网的通路。</p>
           </div>
           <div>
               <p class="title"><strong>默示许可制度</strong></p>
               <p>就默示许可制度在互联网传播来说，是指网站（著作权人或者被授权代理人）将自己的作品通过互联网传播被公众了解，可以看作是其默示许可了网络使用者的阅读、收听行为、收看行为以及相关的合理使用行为。</p>
           </div>
           <div>
               <p class="title"><strong>避风港规则</strong></p>
               <p>我国《信息网络传播权保护条例》第20-23条规定了网络服务提供者的四类免于承担赔偿责任的情形，也是我们说的“避风港”规则。网络服务提供平台只是网络内容提供者，
                   和网络使用者之间的桥梁，对于信息的内容和使用者使用的目的都起不到任何积极的作用。因此，“避风港”规则，指明了网络服务提供者不是无条件的承担严格责任。</p>
           </div>
           <div>
               <p class="title"><strong>网络平台的善良管理义务</strong></p>
               <p>当发现网站可能出现网络侵权行为，族蚂将进行有效控制，采取措施防止或者减少网站利用平台进行侵权行为。</p>
           </div>
           <div>
               <p class="title"><strong>关于音乐网站可能涉及的法律问题</strong></p>
               <p>◆著作权质押：网站（著作权人或著作权人委托的代理人，也是抵押关系中的债务人）在和第三人（抵押关系中的债权人）签订著作权质押合同后或者之前，在族蚂网上注册、使用平台获得版权收益，如果第三人以债权人的身份向族蚂要求支付版权收益，族蚂不支持此向要求，著作权的质押对族蚂不产生效力。</p>
               <p>◆版权质押贷款：网站（著作权人或著作权人委托的代理人，也是抵押关系中的债务人）向以著作权出质，向银行抵押收取贷款。如果网站没有按时支付贷款利息，银行向族蚂追缴贷款利息，族蚂不予接受。</p>
               <p>◆离婚作品财产：在族蚂上传的作品涉及离婚财产分割，族蚂只向协议签订对象支付版权收益，不支持参与财产分配支付。</p>
               <p>◆遗嘱财产分割：在族蚂上传的作品，在使用、网络传播期间，如果涉及多为遗嘱继承，需要分割版权收益，族蚂只向协议签订对象支付版权收益，不支持参与财产分配支付。</p>
               <p>◆作者死亡版权收益：对于文字、口述、音乐、戏剧、曲艺、舞蹈、美术等作品的发表权、财产权的保护期为“作者终生及死亡后五十年”。任何人不得在这段时期内违背著作权人的意愿发表作品，
                   任何人以复制、发行、出租、展览、表演、播放、摄制或者改编、翻译、汇编等方式使用作品，都必须得到著作权人许可并支付报酬。如果著作权人在族蚂上传、发布作品后死亡，版权继承人应
                   当书面通知族蚂修改版权收益人资料及相关收款信息，族蚂将会及时更新上传。</p>
               <p>◆关于法人或者其他组织的作品、著作权由单位享有的职务作品，法人或者其他组织享有作品的发表权、财产权，版权收益应当由单位或者共同委托的个人认领。</p>
               <p>◆关于委托作品的著作权：委托人与受托人签订委托合同所创作的作品。著作权的归属由委托人和受托人通过合同约定。如果合同未作明确约定或者没有订立合同，著作权属于受托人。
                   至于著作权的主体，对于委托人来讲，可能是法人或者其他组织，也可能是公民；对于受托人来说，同样可能是公民，也可能是法人或者组织。鉴于委托作品在著作权归属问题上允许双方以
                   合同方式确定，所以当委托作品上传、发布到族蚂后，在族蚂注册的网站应当是合法的著作权人或者接受著作权人委托的受托人。族蚂会按照法律要求查询是否是合法上传。</p>
               <p>◆多个作者争夺版权收益。网站在族蚂注册时，无论是个人、集体或者企业，不能多个选择同时注册一个著作权人的作品。必须了解注册人和版权收益人可以不是同一个人。可以是接受著
                   作权人授权委托的第三人。您在阅读并且同意这份协议后，可以理解为您已经知晓族蚂网的规定，如果网站采取欺骗手段，为了骗取版权收益，恶意注册、发布作品，当发生版权收益争议时，
                   族蚂不承担连带责任。</p>
           </div>
           <div>
               <p class="title"><strong>隐私保护保护</strong></p>
               <p>网站信息保护，是族蚂的一项基本原则。族蚂将按照本协议及《隐私政策》的规定收集、使用、储存和分享您的个人信息。本协议对个人信息保护规定的内容与上述《隐私政策》有相冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以《隐私政策》的内容为准。</p>
               <p>您在注册帐号或使用服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。</p>
               <p>一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
               <p>族蚂将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。族蚂不会将您的个人信息转移或披露给任何非关联的第三方，除非：</p>
               <p>*相关法律法规或法院、政府机关要求；</p>
               <p>*为完成合并、分立、收购或资产转让而转移；</p>
               <p>*为提供您要求的服务所必需。</p>
           </div>
           <div>
               <p class="title"><strong>免责声明</strong></p>
               <p>◆网站明确同意其使用族蚂网络服务所存在的风险将完全由其本人承担；因其使用族蚂网络服务而产生的一切后果也由其本人承担。族蚂网对网站及任何第三方不承担任何责任。</p>
               <p>◆族蚂网不担保或保证网络服务一定能满足网站的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作任何担保或保证。</p>
               <p>◆族蚂网不保证为向网站提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由族蚂网实际控制的任何网页上的内容，也不承担任何责任。</p>
               <p>◆族蚂网对于因不可抗力或不能控制的原因造成的网络服务中断或其它缺陷，不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
               <p>◆族蚂网对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，
                   须自行甄别真伪和谨慎预防风险。否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和/或行为承担任何直接、间接、附带或衍生的损失和责任。</p>
               <p>◆网站同意，对于族蚂向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，无需承担任何责任：</p>
               <p>向网站免费提供的各项网络服务；</p>
               <p>向网站赠送的任何产品或者服务；</p>
               <p>向收费网络服务用户附赠的各种产品或者服务；</p>
               <p>网站资料遭到未授权的使用或修改</p>
           </div>
           <div>
               <p class="title"><strong>交易争议处理途径：</strong></p>
               <p>您在族蚂商城/其他族蚂商家平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：</p>
               <p>（1）与争议相对方自主协商；</p>
               <p>（2）通过族蚂商城进行争议协调服务；</p>
               <p>（3）请求消费者协会或者其他依法成立的调解组织调解；</p>
               <p>（4）向有关行政部门投诉；</p>
               <p>（5）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
               <p>（6）向人民法院提起诉讼。</p>
           </div>
            <div>
               <p class="title"><strong>争议协调服务</strong></p>
               <p>族蚂平台为提供更好的投诉争议协调服务，做好买家与卖家的信用保障服务。族蚂平台（总站）设有争议协调服务中心， 如果族蚂网站/族蚂商家使用【争议协调服务中心】
                   的规则使用【争议协调服务中心】的争议协调服务，则表示您认可并愿意履行【争议协调服务中心】的客服作为独立的第三方根据其所了解到的争议事实并依据族蚂平台规则
                   所作出的处理决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方等）。在【争议协调服务中心】作出协调决定前，您可选择上述（3）、
                   （4）、（5）、（6）途径（下称“其他争议处理途径”）解决争议以中止【争议协调服务中心】的争议协调服务。 如您对处理决定不满意，您仍有权采取其他争议处理途径解决争议，
                   但通过其他争议处理途径未取得终局决定前，您仍应先履行族蚂平台的处理决定。</p>
           </div>
           <div>
               <p class="title"><strong>免费建站服务</strong></p>
               <p>族蚂平台向您提供的服务付出了大量的成本，除族蚂平台明示的收费业务外，族蚂建站向您提供的建站服务、更新服务、建站模板目前是全部免费的。如未来族蚂向您收取合理费用，
                   族蚂会采取合理途径并以足够合理的期限提前通过法定程序并以本协议第八条约定的方式通知您，确保您有充分选择的权利。</p>
           </div>
           <div>
               <p class="title"><strong>付款在途时间</strong></p>
               <p>网站内的产品、服务、音像、视频等通过族蚂支付平台有一个在途期限，以买家收到货确认付款开始计算30天的在途时间，30天之后回到网站的钱包内。如果买家收到货没有确认付款，
                   在途期限按照系统自动付款后加30天为准。</p>
           </div>
           <div>
               <p class="title"><strong>第三方支付工具的使用和收费</strong></p>
               <p>只要买卖双方在使用族蚂商城/族蚂商家平台达成商品/服务交易，即代表买卖双方均同意统一使用族蚂平台提供的第三方支付工具。族蚂平台提供的支付工具包括且不局限于支付宝、信用卡支付
                   、网银支付、微信支付，族蚂平台将努力降低这些支付系统的收费费率。卖家充分理解，由于上述支付系统的第三方收费原因，卖家收到的真实到账金额将一定程度的小于产品的销售价格。</p>
           </div>
           <div>
               <p class="title"><strong>交易付款类型</strong></p>
               <p>◆一次性支付适用范围：能在7天内完成交货的产品。订单生成后，买家应在24小时内一次性付清全款，超时则交易关闭。卖家确认发货，买家应在十天内确认收货，逾期则自动确认收货，交易完成。</p>
               <p>◆分阶段付款适用范围：（族蚂网允许买家分两个阶段给付购物订单交易款，由卖家决定是否参加分阶段付款。）购物分阶段付款的首款类型大致分为三种：诚意金、预付定金、协议保证金。</p>
               <p>（1）诚意金：不能作为合同履行担保的订金，仅仅代表买家购买意向，同样代表卖家的销售意向，在买家付清全款前，不构成契约关系。诚意金不得超过产品售价的30%，首款阶段任务完成时间不大于15天。尾款付清后，发货时间不大于15天。</p>
               <p>（2）预付定金：买卖契约履行的担保定金，是指当事人双方为保证契约履行、约定的货币担保。预付定金不得超过产品售价的30%。尾款付清后，发货天数不得大于15天。</p>
               <p>（3）协议保证金：支付协议保证金，不代表已经签订协议，买卖双方需要额外签订正式买卖契约。协议保证金不得超过产品售价的10%，协议准备天数不得大于15天，尾款付清后发货天数不得大于15天。</p>
           </div>
           <div>
               <p class="title"><strong>交易担保费</strong></p>
               <p>只要买卖双方在使用族蚂商城达成商品或服务交易，即代表买卖双方均同意由族蚂对该笔交易提供有偿担保服务。买家同意将交易资金支付给族蚂代为保管，并授权族蚂在交易完成后将该笔资金支付给卖家，
                   卖家同意在交易未完成之前，由族蚂暂时冻结该笔交易资金直至交易完成。卖家认同在交易被确认未履行完成时，族蚂将该笔交易资金返还给买家。</p>
           </div>
            <div>
               <p class="title"><strong>责任限制</strong></p>
               <p class="title"><b>◆不可抗力及第三方原因</b></p>
               <p>族蚂依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，族蚂并不承担相应的违约责任：</p>
               <p>（1）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
               <p>（2）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
               <p>（3）在族蚂已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
               <p class="title"><b>◆巨量信息</b></p>
               <p>族蚂平台仅向您提供的族蚂建站、族蚂商城的平台服务，您了解族蚂平台上的信息系用户自行发布，且可能存在风险和瑕疵。鉴于族蚂平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，
                   族蚂无法逐一审查商品及/或服务的信息，无法逐一审查交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。</p>
                <p class="title"><b>◆非专业争议协调</b></p>
               <p>您理解并同意，在争议协调服务服务中，族蚂平台的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，除存在故意或重大过失外，族蚂对争议协调决定免责。</p>
           </div>
           <div>
               <p class="title"><strong>用户的违约及处理</strong></p>
               <p class="title"><b>◆违约认定</b></p>
               <p>发生如下情形之一的，视为您违约：</p>
               <p>*使用族蚂平台服务时违反有关法律法规规定的；</p>
               <p>*违反本协议或本协议补充协议约定的；</p>
               <p>*为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，族蚂可在族蚂平台规则中约定违约认定的程序和标准。如：族蚂可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您
                   有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。</p>
               <p class="title"><b>◆违约处理措施</b></p>
               <p>（1）您在族蚂商家平台上发布的信息构成违约的，族蚂可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品进行下架、监管。</p>
               <p>（2）您在族蚂商家平台上实施的行为，或虽未实际实施但对族蚂平台及其用户产生影响的行为构成违约的，族蚂可依据相应规则对您的账户扣分、限制参加营销活动、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，族蚂可查封您的账户，终止向您提供服务。</p>
               <p>（3）当您违约的同时存在欺诈、售假、盗用他人账户等特定情形或存在危及他人交易安全或账户安全风险时，族蚂会依照您行为的风险程度对您实施取消收款、资金止付等强制措施。</p>
               <p>（4）族蚂可将您上述违约行为的处理措施以及其他经国家行政或司法机关生效法律文书确认的违法信息在族蚂平台上予以公示。</p>
               <p class="title"><b>◆赔偿责任</b></p>
               <p>（1）如您的行为使族蚂及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿族蚂及/或其关联公司的上述全部损失。</p>
               <p>（2）如您的行为使族蚂及/或其关联公司遭受第三人主张权利，族蚂及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
               <p>（3）如因您的行为使得第三人遭受损失或您怠于履行协调处理决定、族蚂出于社会公共利益保护或消费者权益保护目的，可向您的账户中划扣相应款项进行支付。如您的账户余额或保证金不足以支付相应款项的，您同意委托族蚂使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此造成族蚂的全部损失。</p>
               <p>（4）您同意族蚂自您的支付宝账户中划扣相应款项支付上述赔偿款项。如您的账户余额不足以支付上述赔偿款项的，族蚂及可直接抵减您在族蚂其它协议项下的权益，并可继续追偿。</p>
                <p class="title"><b>◆特别约定</b></p>
               <p>（1）如您向族蚂公司的雇员提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，族蚂可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以族蚂因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。</p>
               <p>（2）如您因严重违约导致族蚂终止本协议时，出于维护平台秩序及保护消费者权益的目的，族蚂可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协约定的方式通知您。</p>
           </div>
           <div>
               <p class="title"><strong>有效联系方式</strong></p>
               <p>◆您在注册成为族蚂平台用户，并接受族蚂平台服务时，您应该提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。</p>
               <p>◆您在注册族蚂平台用户时生成的用于登陆族蚂平台接收站内信、系统消息和族蚂聊天工具，也作为您的有效联系方式。</p>
               <p>◆族蚂将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p>
               <p>◆您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过族蚂提供的相应的退订功能进行退订。</p>
           </div>
           <div>
               <p class="title"><strong>通知的送达</strong></p>
               <p>◆族蚂通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在族蚂平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的聊天工具账号发送信息、系统消息以及站内信信息，
                   在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>
               <p>◆对于在族蚂平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码
                   、电子邮箱等联系方式为您在族蚂平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</p>
               <p>◆您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
               <p>◆您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>
               <p>◆你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
           </div>
           <div>
               <p class="title"><strong>协议的变更</strong></p>
               <p>◆族蚂可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议约定的方式通知您。如您不同意变更事项，您有权于变更事项确定的
                   生效日前联系族蚂反馈意见。如反馈意见得以采纳，族蚂将酌情调整变更事项。</p>
               <p>◆如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用族蚂平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用族蚂平台服务，则视为您同意已生效的变更事项。</p>
           </div>
           <div>
               <p class="title"><strong>协议的终止</strong></p>
               <p>◆您有权在符合注销条件时，通过族蚂平台网站自助服务注销您的账户的，不符合注销条件的情形包括且不局限于：</p>
               <p>（1）您有尚未履行完成的交易订单；</p>
               <p>（2）与您账户相关的交易正处于争议协调处理中；</p>
               <p>（3）由于您在族蚂平台的行为违反法律规定，族蚂已被告知您正处于公安部门的调查阶段或处于诉讼程序实施阶段；</p>
               <p>（4）您与族蚂平台本身存在法律诉讼纠纷。</p>
               <p>◆出现以下情况时，族蚂可以本协议第八条的所列的方式通知您终止本协议：</p>
               <p>（1）您违反本协议约定，族蚂依据违约条款终止本协议的；</p>
               <p>（2）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，族蚂依据族蚂平台规则对您的账户予以查封的；</p>
               <p>（3）除上述情形外，因您多次违反族蚂平台规则相关规定且情节严重，族蚂依据族蚂平台规则对您的账户予以查封的；</p>
               <p>（4）您的账户被族蚂依据本协议回收的；</p>
               <p>（5）您在族蚂平台有欺诈、发布或销售假冒伪劣、侵权商品、侵犯他人合法权益或其他严重违法违约行为的；</p>
               <p>（6）其它应当终止服务的情况。</p>
               <p>◆协议终止后的处理</p>
               <p>（1）本协议终止后，除法律有明确规定外，族蚂无义务向您或您指定的第三方披露您账户中的任何信息。</p>
               <p>（2）本协议终止后，族蚂仍享有继续保存您留存于族蚂平台的所列的各类信息；</p>
               <p>（3）对于您过往的违约行为，族蚂仍可依据本协议向您追究违约责任。</p>
               <p>（4）本协议终止后，对于您在本协议存续期间产生的交易订单，族蚂可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交
                   易订单的约定，并承担因此产生的任何损失或增加的任何费用。</p>
           </div>
           <div>
               <p class="title"><strong>法律适用、管辖与其他</strong></p>
               <p>（1）本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</p>
               <p>（2）您因使用族蚂平台服务所产生及与族蚂平台服务有关的争议，由族蚂与您协商解决。协商不成时，任何一方均可向族蚂网所在地人民法院提起诉讼。</p>
               <p>（3）本协议任意条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
               <p>（4）由于互联网高速发展，您与族蚂签署的本协议列明的条款并不能完整罗列并覆盖您与族蚂所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，族蚂平台法律声明及隐私权政策、族蚂平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用族蚂平台服务，视为您同意上述补充协议。</p>
           </div>
        </div>
    </div>
</template>
<script>
export default {
    name:'ZMagre',
    data(){
        return{
            // 列表高度
            HeightW: undefined,
            tit:'Zuma族蚂服务协议',
        }
    },
    mounted(){
        this.$nextTick(() => {
      //根据不同手机设置不同高度
            let phoneHeight = window.innerHeight;
            this.HeightW= phoneHeight - 40 +'px';
        });
    },
    methods:{
        back(){
            this.$emit("merge")
        },
    }
}
</script>
<style lang="scss" scoped>
    b{font-weight: bold;}
    .ZMagre{
        width: 100%;
        height: 100%;
        top: 0;
        .tit{
            width: 100%;
            height: 40px;
            background: #2FB7EC;
            font-weight: bold;
            font-size: 14px;
            position: relative;
            .backBox{
                width: 40px;
                height: 40px;
                background: url("/images/mem/back.png") no-repeat center;
                background-size: 8px 14px;
                position: absolute;
                left: 0;
                z-index: 1;
            }
            .zm_tit{
                width: 100%;
                height: 40px;
                text-align: center;
                line-height: 40px;
                color: #fff;
            }

        }
        .content{
            width: 100%;
            padding: 20px 14px 0 14px;
            font-size: 12px;
            line-height: 18px;
            color: #797979;
            text-align: left;
            box-sizing: border-box;
            overflow-y: scroll;
            text-align:justify;
            -webkit-overflow-scrolling: touch;
            div{
                margin-bottom: 20px;
                .title{
                    margin-bottom: 5px;
                }
            }
        }
        strong{
            font-weight: bold;
            font-size: 14px;
        }
        b{
            font-size: 13px;
             font-weight: bold;
        }
    }
</style>
